Repository: common-repository/slp-gravity-forms-locations
Catalog: languages/slp-gravity-forms-locations-*.po
Languages: nl_nl

source: SLP %s has been deactivated.
nl_nl: SLP %s is gedeactiveerd.

source: This plugin requires %s to be installed and active.
nl_nl: Voor deze plug-in is het vereist dat %s geïnstalleerd en geactiveerd is.

source: Please <a href="%s">download</a> at least version %s of %s and try again.
nl_nl: <a href="%s">Download</a> aub minimaal versie %s van %s en probeer het opnieuw.

source: Add New
nl_nl: Nieuwe Toevoegen

source: Add New GFL Mapping
nl_nl: Voeg Nieuwe GFL Mapping Toe

source: Edit GFL Mapping
nl_nl: Bewerk GFL Mapping

source: New GFL Mapping
nl_nl: Nieuwe GFL Mapping

source: View GFL Mapping
nl_nl: Bekijk GFL Mapping

source: Search GFL Mappings
nl_nl: Zoek GFL Mapping

source: No gfl mappings found
nl_nl: Geen gfl mappings gevonden

source: No gfl mappings found in Trash
nl_nl: Geen gfl mappings gevonden in Prullenbak

source: This post_type contains the mappings for GF to SLP.
nl_nl: Dit post_type bevat de mappings voor GF naar SLP.

source: Title
nl_nl: Titel

source: Form Title
nl_nl: Formulier Titel

source: Form ID
nl_nl: Formulier ID

source: Date
nl_nl: Datum

source: Configuration
nl_nl: Configuratie

source: Remove
nl_nl: Verwijder

source: Update Location
nl_nl: Bewerk Locatie

source: %s requires Store Locator Plus to function properly.
nl_nl: %s heeft Store Locator Plus nodig om goed te functioneren.

source: This plugin has been deactivated.
nl_nl: Deze plug-in is gedeactiveerd.

source: Please install Store Locator Plus.
nl_nl: Installeer Store Locator Plus aub.

source: %s requires WordPress %s to function properly.
nl_nl: %s heeft WordPress %s nodig om goed te functioneren.

source: Please upgrade WordPress.
nl_nl: Upgrade WordPress aub.

source: GF Entry ID
nl_nl: GF Inzending ID

source: GF Forms ID
nl_nl: GF Formulier ID

source: Documentation
nl_nl: Documentatie

source: Settings
nl_nl: Instellingen

source: The %s add-on deactivated the conflicting %s add-on.
nl_nl: De %s add-on deactiveerde de conflicterende %s add-on.

source: Assign GF Form ID
nl_nl: Voeg GF Form ID Toe

source: Define the GF Form ID to assign:
nl_nl: Definieer de GF Form ID om toe te kennen:

source: Remove GF Form ID
nl_nl: Verwijder GF Form ID

source: Name
nl_nl: Naam

source: Address
nl_nl: Adres

source: Address 2
nl_nl: Adresregel 2

source: City
nl_nl: Plaats

source: State
nl_nl: Provincie

source: Zip
nl_nl: Postcode

source: Country
nl_nl: Land

source: Image
nl_nl: Plaatje

source: Description
nl_nl: Omschrijving

source: Hours
nl_nl: Uren

source: Phone
nl_nl: Telefoon

source: - Gravity Forms Locations
nl_nl: - Gravity Forms Locaties

source: Save Settings
nl_nl: Sla Instellingen Op

source: Explanation
nl_nl: Uitleg

source: Manage the <a href="%s">%s</a> post type entries.
nl_nl: Beheer de <a href="%s">%s</a> post type inzendingen.

source: View the <a href="%s" target="csa">documentation</a> for more info.
nl_nl: Bekijk de <a href="%s" target="csa">documentatie</a> voor meer info.

source: GFL Tagalong Categories
nl_nl: GFL Tagalong Categorieën

source: Gravity Forms Section
nl_nl: Gravity Forms Sectie

source: Free Settings
nl_nl: Instellingen

source: Premium Settings
nl_nl: Premium Instellingen

source: Skip Geocoding
nl_nl: Geocodering Overslaan

source: Duplicates Handling
nl_nl: Duplicaten Afhandeling

source: When enabled, the geocode of a newly entered location is skipped to block publishing.
nl_nl: Als aangezet wordt de geocodering van een nieuw ingevoerde locatie overgeslagen om publicatie te voorkomen.

source: When disabled, a newly entered location is published immediately.
nl_nl: Als uitgezet wordt een nieuw ingevoerde locatie meteen gepubliceerd.

source: This needs the re-geocoding functionality of %s to publish blocked locations.
nl_nl: Hiervoor is de geocodering functie van %s nodig om de geblokkeerde locaties alsnog te publiceren.

source: How should duplicates be handled?
nl_nl: Hoe moeten dubbele locaties worden afgehandeld?

source: Duplicates are records that match on name and complete address with country.
nl_nl: Duplicaten zijn records die matchen op naam en volledig adres, inclusief land.

source: Add (default) will add new records when duplicates are encountered.
nl_nl: Toevoegen (default) voegt een nieuw record toe als een duplicaat is gedetecteerd.

source: Skip will not process duplicate records.
nl_nl: Overslaan zal duplicaten niet verder verwerken.

source: Update will update duplicate records.
nl_nl: Bijwerken zal duplicaten bijwerken.

source: To update name and address fields the CSV must have the ID column with the ID of the existing location.
nl_nl: Om naam en adres velden bij te werken moet de CSV een ID kolom hebben met het ID van de bestaande locatie.

source: Show GFL buttons
nl_nl: Toon GFL buttons

source: Allow GForm Editing
nl_nl: Sta GForm Bewerken Toe

source: GF Form ID Selector First Entry
nl_nl: GF Form ID Selector Eerste Optie

source: GF Form ID Selector None Entry
nl_nl: GF Form ID Selector Geen Optie

source: GF Form ID Selector Search Labels
nl_nl: GF Form ID Selector Zoeklabels

source: When enabled an edit button is added to assist managing locations.
nl_nl: Als aangezet wordt een bewerk knop getoond om te helpen een locatie te beheren.

source: Which type of users are allowed to edit location data via the Gravity Form used to add the location?
nl_nl: Wat type gebruikers mogen locatie data bewerken via het Gravity Form dat is gebruikt om de locatie toe te voegen?

source: How
nl_nl: Hoe

source: Show the GF Form ID selector on the search form.
nl_nl: Toon de GF Form ID selector op het zoekformulier.

source: Consider setting ignore radius when using discrete search mode.
nl_nl: Overweeg de afstand te negeren bij gebruik van de discrete zoek modus.

source: The label that precedes the GF Form ID selector.
nl_nl: Het label dat voorafgaat aan de GF Form ID selector.

source: The first entry on the search by GF Form ID selector.
nl_nl: De eerste optie van de zoeken op GF Form ID selector.

source: The second entry on the search by GF Form ID selector.
nl_nl: De tweede optie in de zoek op GF Form ID selectie.

source: This value can be used to search for locations NOT related to any form.
nl_nl: Deze waarde kan worden gebruikt om te zoeken naar locaties die NIET gerelateerd zijn aan een formulier.

source: &mdash; Select a form &mdash;
nl_nl: &mdash; Selecteer een formulier &mdash;

source: Condition
nl_nl: Conditie

source: Enable
nl_nl: Aanzetten

source: is not
nl_nl: is niet

source: Create a location if %s %s %s
nl_nl: Creëer een locatie als %s %s %s

source: To create a condition, your form must have a drop down, checkbox or multiple choice field.
nl_nl: Om een conditie te kunnen maken moet je formulier een drop down, checkbox of multiple choice veld hebben.

source: Fields
nl_nl: Velden

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam
